"use client"
import { PiStarFourFill } from "react-icons/pi";
import { Header } from "../components/Header";
import { Footer } from "../components/Footer";

 const Page = () => {
    return (
        <div className="w-full h-fit">
            <Header/>
            <div className="flex justify-center">
                <div className="container">
                    <div className="py-8">
                        <div className="flex py-4 gap-4 items-center text-[22px] font-bold">
                            <PiStarFourFill className="text-[#18BA51]" />
                            Нууцлалын бодлого
                        </div>
                    </div>
                    <div className="  w-full h-fit  pb-[52px]">
                    
                            <p className="indent-8  text-lg">     Mstars Food delivery нь Mstars Lab компанийн интернэт худалдааны албан ёсны вэбсайт бөгөөд энэхүү нөхцөл, журам нь уг вэбсайтаар үйлчлүүлэх, худалдан авалт хийхтэй холбоотой үүсэх харилцааг зохицуулахад оршино.</p>
                            <p className="indent-8  text-lg">Энэхүү нөхцөл нь хэрэглэгч худалдан авалт хийх, вэбсайтаар үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч баталгаажуулсаны үндсэн дээр хэрэгжинэ.</p>
                            <p className="indent-8 text-lg">  Энэхүү үйлчилгээний нөхцлийн хэрэгжилтэнд  MStars Lab /цаашид байгууллага гэх/ болон хэрэглэгч /цаашид хэрэглэгч гэх/ хамтран хяналт тавина.</p>
                            <p className="indent-8 text-lg ">   Mstars Food delivery нь Mstars Lab компанийн интернэт худалдааны албан ёсны вэбсайт бөгөөд энэхүү нөхцөл, журам нь уг вэбсайтаар үйлчлүүлэх, худалдан авалт хийхтэй холбоотой үүсэх харилцааг зохицуулахад оршино.</p>
                            <p className="indent-8 text-lg ">      Энэхүү нөхцөл нь хэрэглэгч худалдан авалт хийх, вэбсайтаар үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч баталгаажуулсаны үндсэн дээр хэрэгжинэ.</p>
                            <p className="indent-8 text-lg ">    Энэхүү үйлчилгээний нөхцлийн хэрэгжилтэнд  MStars Lab /цаашид байгууллага гэх/ болон хэрэглэгч /цаашид хэрэглэгч гэх/ хамтран хяналт тавина.</p>

                            <p className="indent-8 text-lg pt-4">    Энэхүү нөхцөл нь хэрэглэгч худалдан авалт хийх, вэбсайтаар үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч баталгаажуулсаны үндсэн дээр хэрэгжинэ.</p>
                            <p className="indent-8 text-lg ">      Энэхүү үйлчилгээний нөхцлийн хэрэгжилтэнд  MStars Lab /цаашид байгууллага гэх/ болон хэрэглэгч /цаашид хэрэглэгч гэх/ хамтран хяналт тавина.</p>

                            <p className="indent-8 text-lg pt-4">    Mstars Food delivery нь Mstars Lab компанийн интернэт худалдааны албан ёсны вэбсайт бөгөөд энэхүү нөхцөл, журам нь уг вэбсайтаар үйлчлүүлэх, худалдан авалт хийхтэй холбоотой үүсэх харилцааг зохицуулахад оршино.</p>
                            <p className="indent-8 text-lg ">      Энэхүү нөхцөл нь хэрэглэгч худалдан авалт хийх, вэбсайтаар үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч баталгаажуулсаны үндсэн дээр хэрэгжинэ.</p>
                            <p className="indent-8 text-lg ">   Энэхүү үйлчилгээний нөхцлийн хэрэгжилтэнд  MStars Lab /цаашид байгууллага гэх/ болон хэрэглэгч /цаашид хэрэглэгч гэх/ хамтран хяналт тавина.</p>
                            <p className="indent-8 text-lg ">    Mstars Food delivery нь Mstars Lab компанийн интернэт худалдааны албан ёсны вэбсайт бөгөөд энэхүү нөхцөл, журам нь уг вэбсайтаар үйлчлүүлэх, худалдан авалт хийхтэй холбоотой үүсэх харилцааг зохицуулахад оршино.</p>
                            <p className="indent-8 text-lg ">   Энэхүү нөхцөл нь хэрэглэгч худалдан авалт хийх, вэбсайтаар үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч баталгаажуулсаны үндсэн дээр хэрэгжинэ.</p>
                            <p className="indent-8 text-lg ">  Энэхүү үйлчилгээний нөхцлийн хэрэгжилтэнд  MStars Lab /цаашид байгууллага гэх/ болон хэрэглэгч /цаашид хэрэглэгч гэх/ хамтран хяналт тавина.</p>

                            <p className="indent-8 text-lg pt-4 ">   Энэхүү нөхцөл нь хэрэглэгч худалдан авалт хийх, вэбсайтаар үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч баталгаажуулсаны үндсэн дээр хэрэгжинэ.</p>
                            <p className="indent-8 text-lg ">   Энэхүү үйлчилгээний нөхцлийн хэрэгжилтэнд  MStars Lab /цаашид байгууллага гэх/ болон хэрэглэгч /цаашид хэрэглэгч гэх/ хамтран хяналт тавина.</p>
                        </div>
                   
                </div>
            </div>
           <Footer/>
        </div>
    );
};
export default Page;
